{
    "chunk-2": {
        "interChunkId": 2,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "Calder, 1996; Carbone et al., 1999; Hendriks,1999), and has been the subject of a series oftheoretical debates (Blaxter, 1965; Heusner,1982a; Feldman, 1983,1995; Economos, 1983; Prothero, 1984). It has been often quoted that quarter-power scaling is ubiquitous in biology(Calder, 1996; West et al., 1997). Such quarter-law scaling reinforces, and is reinforced by, the notionthat basal metabolic rate scales as BJM3@4. Nevertheless, the reasons, biological or other- wise, for why a\"3/4 have remained elusive and their elucidation stands as an open theoreticalproblem. A recent surge of interest in the subject,including our own, has been inspired by the el-egant attempt of West et al. (1997) to link nutri- ent-supply networks to metabolic scaling. This work suggests that a fundamental understanding of the relationship between basal metabolism andbody size is within our grasp and that closerinspection of both theory and data are dulywarranted. 0022}5193/01/050009# 19 $35.00/0 (2001 Academic Press *Kleiber’s"
    },
    "chunk-3": {
        "interChunkId": 3,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "motivation in part was to make calculations less cumbersome with a slide rule (Schmidt-Nielsen, 1984, p. 59).In this paper, we work from the null hypo- thesis that a\"2/3. In a resting state, heat is predominantly lost through the surface of a body. One then expects, from naive dimensional analy- sis, that basal metabolism scales as surface areawhich scales as <2@3where<, volume, is propor- tional to Mpresuming density is constant. This scaling of surface area with mass has foundstrong empirical support in organismal biology (Hemmingsen, 1960; Schmidt-Nielsen, 1984; Calder, 1996; Heusner, 1987). Such a surface lawof metabolism was \"rst expounded in the 19th century (Rubner, 1883). Later observations ofdeviations from a\"2/3 eventually led to its re- placement by aK0.72}0.73 which was then sup- planted by the simpler a\"3/4 (Brody, 1945; Hemmingsen, 1960; Kleiber, 1961). The wide-spread agreement that a\"3/4 is due largely to the formative in #uence of Kleiber (1932, 1961) * and has been accepted and used as a"
    },
    "chunk-5": {
        "interChunkId": 5,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "connectmetabolic rate to mass. These include approachesbased on dimensional analysis (Gunther &Morgado, 1982; Economos, 1982; Gunther, 1985; Bonner & McMahon, 1983; Heusner, 1982b;Feldman, 1995), four-dimensional biology (Blum, 1977; West et al., 1999), and nutrient-supply net- works (West et al., 1997; Banavar et al., 1999). We \"nd that none of these theories convincinglyshow that a\"3/4, rather than a\"2/3, should be expected. Measuring the Metabolic Exponent The history of metabolic scaling may be traced through a series of heavily cited empirical papers,some of which are composed of relatively fewdata points. In order to better understand thescaling of metabolic rate, we work back in time,calculating aand deviations from uniform scal- ing for data from Heusner (1991b), Bennett &Harvey (1987), Bartels (1982), Hemmingsen(1960), Brody (1945), and Kleiber (1932). Thesepapers represent some of the most widely cited inthe\"eld. Our re-analysis of the data demon- strates that a\"2/3 should not be rejected for"
    },
    "chunk-7": {
        "interChunkId": 7,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "correlation coef-\"cient is denoted by rwhile that obtained using the Spearman rank ordering (Press et al., 1992) is written as rs. When data are not available we have attempted to classify the data sets in termsof the original calculations of aand their depend- ence on M.10 P. S. DODDS E„A‚. FIG. 1. Metabolic rate, B(watts), as a function of mass, M(kg), for 391 species of mammals. Data taken from Heusner (1991b). The straight line represents the best \"t for the 357 species with mass less than 10 kg wherea(\"0.668$ 0.019. The upward deviations for species with larger mass (see Table 1) may indicate a real biological di!erence but may also be due to the paucity of data. -Throughout the paper we use the convention xLto repres- ent an exponent derived from numerical estimates.HEUSNER (1991) Data on basal metabolic rate for 391 distinct mammalian species compiled by Heusner (1991b) is reproduced in Fig. 1. Heusner proposed thatspecies could be separated into two groups, oneof animals whose basal metabolism is"
    },
    "chunk-12": {
        "interChunkId": 12,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "Bennett and Harvey donot. The use of other selection criteria does not greatly a !ect the results we present here. FIG. 2. Metabolic rate, B(watts), as a function of mass, M(kg), for 398 species of birds taken from Bennett &Harvey (1987). The straight line is the result of a regression analysis which gives a(\"0.664$ 0.014.Bennett & Harvey (1987). ?We\"nd here that a(\"0.664$ 0.014 (r\" 0.977) in agreement with Bennett and Harvey ’s calculations. The results from Kendall’s method and RMA regression agree with these results. Table 2 shows that an adherence to a\"2/3 holds across various mass ranges. Lasiewski & Dawson (1967) similarly found that a(\"0.668 for a smaller set of data. Attempts to reconcile the 3/4-law with these measurements have centered around the divisionof birds into passerine (perching birds) andnon-passerine species (non-perching birds).Lasiewski and Dawson, for example, found expo- nents of 0.724 and 0.723 for passerine and non-passerine species, respectively. Though thisis not an arbitrary"
    },
    "chunk-16": {
        "interChunkId": 16,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "included in the regression. Work by Banse (1982) on the allometric scaling of maximal growth rates of algae and ciliates\"nds a weaker mass dependence for algaeand a stronger mass dependence for proto-zoa than would be expected if a simple applica-tion of the 3/4-law held for microscopic organisms. In addition to these empirical works concerning scaling for microscopic life, Patterson(1992a, b) has theoretically shown for aquaticinvertebrates and algae that the scaling expo-nent can range from 0.31 to 1.00 depending onthe mass transfer mechanisms involved. We agree with Prothero ’s conclusions that &&a three- quarters power rule expressing energy metabol- ism as a function of size in unicellular organismsgenerally is not at all persuasive ’’(Prothero, 1986).&&3/4-LAW’’ OF METABOLISM 13 TABLE4 Results of regression on Brody 1s(1945) data over di+erent mass intervals ,Mmin(M)Mmax(kg).Refer to note of „able 1for de,nitions of entries. Increases in aL,aLkandaLrmaall occur for ranges over larger masses MminMmaxN a("
    },
    "chunk-18": {
        "interChunkId": 18,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "calculated by regression on the full data set is misleading. We reiterate that weare not suggesting that there is any robust scalinglaw for large masses. The results of the regression analysis merely suggest a dependence of aon the mass ranges being considered and that a strict power law may not be appropriate. KLEIBER (1932) In his seminal paper on metabolic rate, Kleiber (1932) analysed 13 species of mammals withaverage mass ranging from 0.15 to 679 kg. We\"nd the scaling exponent for the data to bea(\"0.738$ 0.016. Again we consider the possi- bility of a crossover and separate the data intoa set of \"ve species with M(10 kg and eight species with M’10 kg. For M(10 kg, a(\" 0.667$ 0.043 while for M’10 kg, a(\"0.754$ 0.048. These results are again consistent with ourassertion of a mass-dependent a. Nevertheless, it is important to remain mindful of the relativepaucity of data in these in #uential works. Fluctuations about Scaling The next logical step after measuring the meta- bolic exponent and systematic"
    },
    "chunk-19": {
        "interChunkId": 19,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "deviations thereofis to consider #uctuations about the mean. This is seldom done with power-law measurements(Dodds & Rothman, 2000) and researchers con-cerned with the predictive power of a scaling lawfor metabolic rate have often pointed to organ- isms that deviate from predictions as being either problematic or di !erent (Brody, 1945; Bartels, 1982; Schmidt-Nielsen, 1984; Heusner, 1991b).We take the view that #uctuations are to be expected and quanti \"ed appropriately. We thus generalize the relation B\"cMaby considering P(BDM), the conditional probability density of measuring a metabolic rate, B, given a mass, M, P(BDM)\" (cMa)~1 f(B/cMa), (2) where the leading factor of ( cMa)~1 is for normal- ization and :=0f(x)dx\"1. Our null hypothesis is that #uctuations are Gaussian in logarithmic space, i.e. fis a lognor- mal distribution function with median at unity.Gaussian #uctuations are typically assumed in statistical inferences made using regression anal-ysis (DeGroot, 1975). Demonstrating that fis not"
    },
    "chunk-20": {
        "interChunkId": 20,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "inconsistent with a normal distribution willtherefore allow us to use certain hypothesis testsin the following section. If eqn (2) is correct then the sampled data can be rescaled accordingly to reconstruct f, the14 P. S. DODDS E„A‚. TABLE5 Results from Kolmogorov }Smirnov tests for the underlying distributions of -uctuations around pure scaling for both mammals (Heusner, 1991b) and birds (Bennett & Harvey, 1987).„he distribution is assumed to be lognormal ,i.e. normal in logarithmic coordinates .„he standard deviations pare calculated directly from the residuals themselves and determine a level of signi ,cance p .„hep*c o r r e s p o n dt op * , the maximum p value possible Range p p p*p * Mammals M(1 0.154 0.232 0.120 0.307 Mammals M(10 0.153 0.093 0.120 0.135 Birds All 0.132 0.032 0.115 0.573 FIG. 3. Fluctuations in metabolic rate for mammals with M)10 kg taken from Heusner’s data set (Heusner, 1991b). Here, z\"B/cMa(. The scaling function f[see eqn (2)] is \"tted with a lognormal distribution. Values of"
    },
    "chunk-21": {
        "interChunkId": 21,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "Bhave been renor- malized as B/cMa(witha(\"0.667 and c\"2.58 as explained in the text and partitioned into 20 bins.scaling function. To do so, one must \"rst deter- mineaandc. We suggest the most appropriate estimate of acorresponds to the case when the residuals about the best- \"t power law are uncorrelated with regards to body mass. This is similar to techniques used in the analysis of par-tial residuals (Hastie & Tibshirani, 1987) and wemake use of it later. We obtain residuals for therange 0.5) a)1.5 where the prefactor cof B\"cMais determined via least squares. The Spearman correlation coe $cient rsis then deter- mined for the residuals and recorded as a func-tion of a. We then take the value of afor which rs\"0 as the most likely underlying scaling exponent. We\"ndrsK0 when a(K0.667 (cK 2.58) for mammals using Heusner ’s data with M)10 kg as compared to rsK!0.41 when a(\"0.750. For the entire range of masses in bird data of Bennettand Harvey, rsK0 when a(K0.664 (cK 4.04). With these results on hand, we extract"
    },
    "chunk-24": {
        "interChunkId": 24,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "a linear \"t as per the previous section. By analysing the correlations of theresiduals from the best- \"t line we are able to quantitatively determine which values of aare compatible with the data. In both tests, we reject a hypothesis when p(0.01. COMPARISON TO A FIXED a For a given set of Nmeasurements for both mass, Mi, and metabolic rate, Bi, we pose the following hypotheses: H0:a\"a@, (3) H1:aOa@. (4)We test the null hypothesis, H0, in the speci\"c cases a@\"2/3 and 3/4 for data from Kleiber (1932), Brody (1945), Bennett & Harvey (1987),and Heusner (1991b), over various mass ranges. Here, the pvalue represents the probability that, given two variables linearly related with slope a@ and subject to Gaussian #uctuations, a data set formed with Nsamples would have a measured slope adi!ering at least by Da!a@Dfrom a@ (DeGroot, 1975). For a null hypothesis witha\"a@, we write the pvalue as pa{, e.g.p3@4. For mammals with M)10 kg, the results of the hypothesis test are contained in Table 6. Thenull hypothesis that"
    },
    "chunk-25": {
        "interChunkId": 25,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "a\"3/4 is rejected for both Brody and Heusner ’s data and should not be rejected in the case of Kleiber. The alternativenull hypothesis that a\"2/3 is not rejected for both Heusner and Kleiber and rejected in thecase of Brody. Again, divisions into mass rangesare somewhat arbitrary and are chosen to helpdemonstrate the mass dependence of a. For example, for mammals with M(1 kg, Brody’s data implies we should not reject the hypothesisthata\"2/3. Table 7 details results for mammals with M*10 kg. In the smaller data sets of Kleiber and Brody the hypothesis that a\"3/4 is not rejected while for the larger data set of Heusner,a\"3/4 is rejected. In all cases, the hypothesis thata\"2/3 for large mammals is rejected. Even though Brody and Kleiber ’s data sets are consis- tent with an exponent a’3/4, the relative lack of metabolic measurements on large mammals and the strong rejection by Heusner ’s large sample prevents us from drawing de \"nitive conclusions16 P. S. DODDS E„A‚. TABLE7 Hypothesis test based on standard"
    },
    "chunk-27": {
        "interChunkId": 27,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "rough estimates but, froma statistical point of view, it appears that nosingle exponent explains the data on metabolicscaling for mammals. ANALYSIS OF RESIDUALS As per our discussion of #uctuations, a sensi- tive test of a null hypothesis is to check therank-correlation coe $cient of the residuals. In order to test the hypothesis, a\"a@, we pose the following hypotheses: H0:rs,a{(zi,Mi)\"0, (5) H1:rs,a{(zi,Mi)O0, (6)where the ziare the residuals. The hypothesis H0means that if the residuals for the power lawB\"cMa{are uncorrelated with Mthena@ could be the underlying exponent. The alterna-tive hypothesis H1means that the residual correlations are signi \"cant and the null hypothesis should be rejected. The pvalues represent the probability that the magnitude ofthe correlation of the residuals Drs,a{(zi,Mi)D, would be at least its value as expected forsamples taken from randomly generatednumbers. In this case, we have tested the hypothesis for a range of exponents, a@\"0.6}0.8, and calculated the signi\"cance levels"
    },
    "chunk-29": {
        "interChunkId": 29,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "dependent and that the null hypothesis a\"2/3 should not be rejected for mammals with M(10 kg and all birds in most available data sets. What then of theoretical at- tempts to derive the 3/4-law of metabolism? Weshow below that many of these arguments, whileoften conceptually appealing and based on simple physics and geometry, contain su $cient #aws to render them unconvincing for the rejec- tion of the simplest theoretical hypothesis, a\"2/3. DIMENSIONAL ANALYSIS Dimensional analysis is a very useful technique when there is only one mass, length, and time-scale in a given problem. However, in thecase of metabolic scaling in biological organismsthere has been a long history of theoretical de- bates over which scales to use when predicting the scaling of metabolic rate via dimensionalanalysis. Theories of biological and elastic similarities have been used to explain many structural as-pects of organisms such as the length and width of major limbs (Gunther & Morgado, 1982; Economos, 1982; Gunther, 1985). Using"
    },
    "chunk-31": {
        "interChunkId": 31,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "analysis is that di !erent constraints lead to di!erent choices of contributing scales (Feldman,1995). Explaining the scaling of metabolic rate is therefore displaced to biological questions of energetic constraints, mass density, physiologicaltime, and di!usion constants across surfaces. NUTRIENT SUPPLY NETWORKS Interest in Kleiber ’s law resurged with the sug- gestion by West, Brown and Enquist (WBE)(1997) that nutrient-supplying networks mightbe the ubiquitous limiting factor in organismalform. This remains an intriguing idea and standsas one of the most signi\"cant attempts at dis-cerning the underlying physical mechanismsresponsible for quarter-power scaling. Although previous work had addressed the problem of optimal network structure (Cohn, 1954, 1955;Rashevsky, 1962; LaBarbera, 1990), theoreticalrelations between optimal networks and thescaling of basal metabolic rate had never beenconsidered. The basic assumptions of WBE are (i) homoiotherms have evolved to minimize therate at which they dissipate"
    },
    "chunk-32": {
        "interChunkId": 32,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "energy; (ii) the rel-evant energy dissipation arises from transportthrough nutrient-supply networks; (iii) these net-works are space- \"lling; and (iv) all homoiotherms possess capillaries invariant in size. From thesefour assumptions WBE derive three importantconclusions: (i) nutrient-supply networks arefractal; (ii) these networks contain area-preserv-ing branching; and (iii) metabolic rate scales with&&3/4-LAW’’ OF METABOLISM 19 a\"3/4. However, as we show below and in Appendices A and B, the arguments used are mathematically incorrect and as a consequence none of the above conclusions may be derived from the explicit assumptions. Nevertheless, we\"nd the model appealing and potentially usefulin understanding a number of biological issues.Thus, we detail below where the errors lie toilluminate the path of future work. For clarity, we use the same notation as WBE. For each level kin the network hierarchy one has Nkvessels each with length lkand radius rkwith k\"1 being the aorta and k\"Nbeing the capil- lary"
    },
    "chunk-33": {
        "interChunkId": 33,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "level. Related important quantities arenk\"Nk/Nk~1,ck\"lk/lk~1andbk\"rk/rk~1, the ratios of number, length and radius from levelsktok!1. Central to the theory is the connection of these network ratios to metabolic rate. WBE \"nd that nk\"n,bk\"bandck\"care all constants inde- pendent of kand that a\"!logn logcb2 . (7) This depends in part on an assumption, which wediscuss below, that BJNcwhere Ncis the num- ber of capillaries. They also conclude that b\"n~1@2 and c\"n~1@3, (8) which gives a\"3/4 in eqn (7). Whereas we show below that these relations do not arise from anoptimization principle, they do have simple inter-pretations. The \"rst relation corresponds to networks being area-preserving via Nkr2k\" Nk~1r2k~1. The second relation follows from a space-\"lling criterion that Nkl3k\"Nk~1l3k~1. Whether or not space- \"lling networks satisfy these conditions has been discussed by Turcotteet al. (1998), who consider the more general caseof side-branching networks and arrive at anequivalent statement of eqn (7) where the net-"
    },
    "chunk-37": {
        "interChunkId": 37,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "metabolic rate might not be Nc. A simpler and more recent theory based on the idea of networks has been proposed by Banavar et al. (1999). Here, networks \"llD-dimensional hypercubes that have ‚Duniformly distributed transfer sites. The theory is applied to both three- dimensional organisms and two-dimensional river networks. For organisms, Banavar et al. \"nd blood volume scales as <bJ‚(D‘1). Since Banavar et al. further assume that BJ‚ Dand that<bJM, they conclude that BJMD@(D‘1). Thus, when D\"3, this gives a\"3/4. However, transfer sites are assumed to be invariant in size and hence ‚Dappears to be proportional to volume <and consequently M. Thus, both the scalings <bJMand <bJM(D‘1)@D are used, creating an apparent in- consistency. The scaling of the distance between transfer sites and the distinction between Euclid- ean and non-Euclidean length scales could pos-sibly be clari\"ed to help resolve the dilemma.Note that <bJMis supported empirically (Stahl, 1967).FOUR-DIMENSIONAL BIOLOGY Over two decades ago it"
    },
    "chunk-40": {
        "interChunkId": 40,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "there might be a simple law to explain the scaling of metabolic rates still captures the imagination of many seeking tounderstand what Kleiber called &&the\"re of life’’ (Kleiber, 1961). It is perhaps for this reason thatso many researchers, theorists and empiricistsalike, have struggled to deduce explanations forthe deviations from the simplest expectation thata\"2/3. The shift from a\"2/3 to 3/4 began with the early work by Kleiber and Brody who foundaK0.72}0.73 in limited data sets (Kleiber, 1932; Brody, 1945). Afterwards it was the work byHemmingsen (1960) and a general consensusamong practitioners (Blaxter, 1965) that simplefractions would be a more convenient standard that led to the widespread acceptance of a\"3/4. Subsequently, a\"3/4 has often been taken as fact despite the absence of a comprehensive theory and contradictory evidence from largeliterature surveys. Most prominent among thesesurveys are those by Bartels (1982), Bennett & Harvey (1987), and Heusner (1991b), which suggest that adepends on body"
    },
    "chunk-41": {
        "interChunkId": 41,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "size and taxo- nomic level. We have re-analysed a collection of signi \"cant empirical data sets. We have constructed a setof hypothesis tests which show that in the data sets of Kleiber, Brody, Bennett and Harvey, and Heusner, pure 3/4-law scaling is not present. Forboth mammals with M)10 kg, and all birds we are unable to reject the null hypothesis a\"2/3. For mammals with M*10 kg, systematic devi- ations from a\"2/3 appear to be present in all of the data sets, the roots of which might simplybe a consequence of a change in body shape forlarge mammals or might point to a greater evolu-tionary advantage of large mammals. We have also reviewed historic and recent attempts to justify a\"3/4 theoretically. Many of the early e!orts to explain the scaling of meta- bolic rates via dimensional analysis and othercrude scaling techniques have been dismissed inthe past. Although recent attempts to link meta-bolic rates to network structure are noteworthythey do not prove the stated conclusions. None-theless, we believe"
    },
    "chunk-43": {
        "interChunkId": 43,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "networks for their insightful discussions. Thiswork was supported in part by NSF grant EAR- 9706220 and DOE grant DEF602-99ER15004. JSW is grateful for support from an NDSEG fellowship. REFERENCES ALLMAN , J. M. (1999). Evolving Brains. New York: Scienti\"c American Library. ANDERSON , B. J., M CKEE,A .D .&H OLFORD ,N .H .G . (1997). Size, myths, and the clinical pharmacokinetics of analgesia in paediatric patients. Clin.Pharmacokinet. 33, 313}327. BANAVAR , J. R., M ARITAN ,A .&R INALDO , A. (1999). Size and form in e$cient transportation networks. Nature 399, 130}132. BANSE, K. (1982). Cell volumes, maximal growth-rates of unicellular algae and ciliates, and the role of ciliates in themarine pelagial. ‚imnol. Oceanogr. 27,1059}1071. B ARTELS , H. (1982). Metabolic rate of mammals equals the 0.75 power of their body weight. Exp.Biol.Med.7,1}11. BENNETT ,P .&H ARVEY , P. (1987). Active and resting meta- bolism in birds*allometry, phylogeny and ecology.J.Zool. 213,327}363. B ISHOP , C. M. (1999). The maximum"
    },
    "chunk-44": {
        "interChunkId": 44,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "oxygen consumption and aerobic scope of birds and mammals: getting to theheart of the matter. Proc. Roy.‚ond. B.266,2275}2281. B LAXTER , K. L. (ed.) (1965). Proc.3 rd Symp. on Energy Metabolism, Troon, Scotland, May 1964. New York: Aca-demic Press. B LUM, J. J. (1977). On the geometry of four-dimensions and the relationship between metabolism and body mass.J.theor. Biol.64,599}601. B ONNER ,J .T .&M CMAHON, T. A. (1983). On Size and ‚ife. New York: Scienti\"c American Library.22 P. S. DODDS E„A‚. BRODY, S. (1945). Bioenergetics and Growth. New York: Reinhold. BURGER ,I .&J OHNSON , J. (1991). Dogs large and small: the allometry of energy requirements within a single species. J.Nutr. 121(suppl. 11), S18 }21. CALDER , W. A. (1996). Size,Function and ‚ife History. New York: Dover. CARBONE , C., M ACE, G., R OBERTS ,C .&M ACDONALD ,D . (1999). Energetic constraints on the diet of terrestial carni-vores. Nature 402,286}288. C OHN, D. (1954). Optimal systems I. The vascular system. Bull.Math. Biophys. 16,59}74."
    },
    "chunk-46": {
        "interChunkId": 46,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "Springer-Verlag. GUNTHER , B. (1985). Theories of biological similarities * 30 years of trial and error. Arch. Biol.Med. Exp.18, 197}224. GUNTHER ,B .&M ORGADO , E. (1982). Dimensional analysis and theory of biological similarity. Exp.Biol.Med. 7, 12}20. HASTIE,T .&T IBSHIRANI , R. (1987). Generalized additive models: some applications. J.Am.Statist. Assoc. 82, 371}386. HEMMINGSEN , A. (1960). Energy metabolism as related to body size and respiratory surfaces, and its evolution. Rep. Steno. Mem. Hosp. 9,1}110. HENDRIKS , A. (1999). Allometric scaling of rate, age and density parameters in ecological models. Oikos 86, 293}310. HEUSNER , A. (1982a). Energy metabolism and body size. I. Is the 0.75 mass exponent of Kleiber a statistical artifact? Resp. Physiol. 48,1}12. HEUSNER , A. (1982b). Energy metabolism and body size. II. Dimensional analysis and energetic non-similarity. Resp. Physiol. 48,13}25. HEUSNER , A. (1987). What does the power function reveal about structure and function in animals of di!erent"
    },
    "chunk-50": {
        "interChunkId": 50,
        "fileName": "1-s2.0-S0022519300922380-main.pdf",
        "text": "Biology (Ras- chevsy, N., ed.) Proc.Int.School of Physics 00Enrico Fermi11; course 16, pp. 493 }524. New York: Academic Press. RAYNER , J. M. V. (1985). Linear relations in biomechanics: the statistics of scaling functions. J.Zool.‚ond.( A)206, 415}439.&&3/4-LAW’’ OF METABOLISM 23 RUBNER , M. (1883). Ueber den ein#uss der ko Krpergro Ksse auf sto!und kraftwechsel. Z.Biol.19,535}562. SCHMIDT -NIELSEN , K. (1984). Scaling: =hy is Animal Size so Important? U.K.: Cambridge University Press. SPEAKMAN , J. (1990). On Blum’s four-dimensional geomet- ric explanation for the 0.75 exponent in metabolic al- lometry. J.theor. Biol.144,139}141. SPRENT , P. (1969). Models in Regression. London: Methuen. STAHL, W. R. (1967). Scaling of respiratory variables in mammals. J.Appl. Physiol. 22,453}460. TURCOTTE , D. L., P ELLETIER ,J .D .&N EWMAN ,W .I . (1998). Networks with side branching in biology. J.theor. Biol.193,577}592. WEST, G. B., B ROWN ,J .H .&E NQUIST , B. J. (1997). A gen- eral model for the origin of allometric"
    },
    "chunk-60": {
        "interChunkId": 0,
        "fileName": "12KingstonLRev192.pdf",
        "text": " DATE DOWNLOADED: Sun Mar 23 01:26:32 2025 SOURCE: Content Downloaded from HeinOnline Citations: Please note: citations are provided as a general guideline. Users should consult their preferred citation format's style manual for proper citation formatting. Bluebook 21st ed. 12 KINGSTON L. REV. 192 (November 1982). ALWD 7th ed. , , 12 Kingston L. Rev. 192 (1982). APA 7th ed. (1982). Kingston Law Review, 12(2), 192-202. Chicago 17th ed. \",\" Kingston Law Review 12, no. 2 (November 1982): 192-202 AGLC 4th ed. '' (1982) 12(2) Kingston Law Review 192 OSCOLA 4th ed. '' (1982) 12 Kingston L Rev 192 Please note: citations are provided as a general guideline. Users should consult their preferred citation format's style manual for proper citation formatting. -- Your use of this HeinOnline PDF indicates your acceptance of HeinOnline's Terms and Conditions of the license agreement available at https://heinonline.org/HOL/License -- The search text of this PDF is generated from uncorrected OCR text. -- To obtain permission"
    },
    "chunk-63": {
        "interChunkId": 3,
        "fileName": "12KingstonLRev192.pdf",
        "text": "and Presumptions (chapter 7).- Other new section titles reflect changes in thinking between the two editions e.g. \"The Context Rule\" sec- tion in the chapter on \"The Interpretation of Statutes\". It remains a text to be highly recommended to all whose work or study involves some legal element. Susan M. Hungerford THE LAW OF INTERNATIONAL TRADE by Mark S.W. Hoyle (The Laureate Press, £9.95) Chapter One of The Law of International Trade comes as a considerable relief to those of us approaching the subject with little more than a basic knowledgeBOOK REVIEWS 193 194 THE KINGSTON LAW REVIEW Vol. 12 of some of the legal concepts and institutions of the City of London peculiar to International Trade. The General Introduction lowers the reader gently into the detail of Sale of Goods on an international level via the importance of exports and the assistance given to them by the public sector through the Export Credits Guarantee Department and the role of the com- mercial banks for the private sector. The third chapter"
    },
    "chunk-65": {
        "interChunkId": 5,
        "fileName": "12KingstonLRev192.pdf",
        "text": "settling disputes arising out of international con- tracts is the subject of chapter seven. The cover- age includes the procedures for the ultimate enforce- ment of arbitration awards through the ordinary courts. NOVEMBER 1982 The increasing incidence of unscrupulous or even dis- honest trading practices at the expense of the honest trader is considered in an interesting chapter on international trade frauds. The author outlines six of the most typical frauds together with the most effective means of prevention. In some of the cases suggestions as to how the existing prevention measures may be improved are included. The Law of International Trade struck this reviewer as a most versatile book. The author has succeeded in producing a book which is suited both to the law student facing an examination in international trade and the non-lawyer seeking an insight into some or all the topics covered. It is unusual to find a legal text book which is intelligible to the layman but this book achieves it. This is no"
    },
    "chunk-68": {
        "interChunkId": 8,
        "fileName": "12KingstonLRev192.pdf",
        "text": "defective nature of agreement, so vital for an understanding of the law of contract yet so difficult a subject for the beginner, receives individual treat- ment inachapter on \"Contract and Agreement\". There196 Vol. 12 NOVEMBER 1982 are further chapters in Part I on the duration of an offer, contractual intention, and mistaken identity. Those situations which are difficult, if not impos- sible to analyse usefully in terms of offer and ac- ceptance (e.g. auction sales without reserve, the situation considered in Clarke v. Dunraven etc.) are dealt with in the first chapter, \"Promises and Offers\". This approach is to be welcomed since the student should be aware at the outset that offer and accep- tance is merely a sufficient, but not necessary, criterion of agreement. There is no longer a chapter on written contracts. The materials on the legal effect of signature of a document and non est factum are now contained in the section dealing with the objective nature of agreement. The reviewer fully agrees with this"
    },
    "chunk-69": {
        "interChunkId": 9,
        "fileName": "12KingstonLRev192.pdf",
        "text": "revision since, apart from decisions on mutual mistake e.g. Raffles v. Wichethaus, decisions such as L'Estrange v. Graucob and Gallzie v. Lee provide excellent material on this matter. The content of the work has also been significantly altered. As is to be expected the materials have been undated. The chapter on exclusion clauses con- tains many useful comments and questions on the 'Un- fair Contract Terms Act 1977', the main provisions of which are usefully set out in the appendix. The chapter on unenforceable contracts which in previous editions contained materials on s.4 Statute of Frauds 1677 and s.40 Law of Property Act 1925 is now re- duced to one page which merely refers the reader to other works. Contractual capacity is also treated far more cursorily than previously. The reviewer agrees with this approach. Section 40 is fullyBOOK REVIEWS 197 THE KINGSTON LAW REVIEW treated in works on Property Law; corporate capacity is too complex an area for satisfactory treatment in a work on the general law of"
    },
    "chunk-72": {
        "interChunkId": 12,
        "fileName": "12KingstonLRev192.pdf",
        "text": "all\". The first five editions were tight, comprehensive and accurate statements of the law; brief, but reliable; readable only in small doses; the last of the five editions extending to 600 odd pages and somehow covering real property topics as various as trusts and powers, wills and intestacy, contracts and conveyancing, leases and tenancies, and the registration of incumbrances and of title. The199 BOOK REVIEWS 200 THE KINGSTON LAW REVIEW Vol. 12 last topic, is a chapter tucked into the back of the book. Very sensibly, Hayton, the author of the sixth edition, has reorganised the book to reflect the realities of land law today: the registration of title systems is given the textual emphasis it deserves as he describes the structure of land law today in chap- ter 4, and the transmission of title in chapter 5. However, the reader still has to wait until chapter 15 before the mystery posed on page 130 -Rectifi- cation and Indemnity -is fully explained. This is not a serious criticism, but is indicative of the"
    },
    "chunk-74": {
        "interChunkId": 14,
        "fileName": "12KingstonLRev192.pdf",
        "text": "and protection which may involve equitable rules and the application of the Land Registration Act 1925. It is this reviewer's opinion that the evolving law is NOVEMBER 1982 structured around the cases, and it is only out of the cases that a comprehensible textual structure can emerge for learning purposes. A book, whose struc- ture is primarily taken from the statutory framework, assumes an internal logic to those statutes which is not replicated in the property problems of the real world. It is the judges who give shape and organi- sation to the common law in the cases; we should not allow our thinking to be dictated by the art of the parliamentary draftsman. Subject to this rather general criticism, Hayton has done a good job, though, in places, his prose style lacks the clarity of the original author. \"Goff L.J., in an extempore judgment overlooking his views when Goff J., has endorsed Lord Denning's views when sitting with Lord Denning in D.H.N. Food Distributors v. Tower Hamlete, which has alternate"
    },
    "chunk-77": {
        "interChunkId": 1,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "Century,\" William Mitchell Law Review 34, no. 1 (2007): 303-472 McGill Guide 9th ed. John O. Sonsteng et al., \"A Legal Education Renaissance: A Practical Approach for the Twenty-First Century\" (2007) 34:1 Wm Mitchell L Rev 303. AGLC 4th ed. John O. Sonsteng et al., 'A Legal Education Renaissance: A Practical Approach for the Twenty-First Century' (2007) 34(1) William Mitchell Law Review 303 MLA 9th ed. Sonsteng, John O., et al. \"A Legal Education Renaissance: A Practical Approach for the Twenty-First Century.\" William Mitchell Law Review , vol. 34, no. 1, 2007, pp. 303-472. HeinOnline. OSCOLA 4th ed. John O. Sonsteng , Donna Ward, Colleen Bruce & Michael Petersen, 'A Legal Education Renaissance: A Practical Approach for the Twenty-First Century' (2007) 34 Wm Mitchell L Rev 303 Please note: citations are provided as a general guideline. Users should consult their preferred citation format's style manual for proper citation formatting. -- Your use of this HeinOnline PDF indicates your acceptance of HeinOnline's"
    },
    "chunk-78": {
        "interChunkId": 2,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "Terms and Conditions of the license agreement available at https://heinonline.org/HOL/License -- The search text of this PDF is generated from uncorrected OCR text. -- To obtain permission to use this article beyond the scope of your license, please use: Copyright Information A LEGAL EDUCATION RENAISSANCE: A PRACTICAL APPROACH FOR THE TWENTY-FIRST CENTURY John 0. Sonsteng with Donna Ward, Colleen Bruce and Michael Petersen THE HISTORY AND STATUS OF LEGAL EDUCATION 1. THINKING OUTSIDE THE Box AND RICHARD FOSBURY ......... 309 II. A BRIEF HISTORY OF LEGAL EDUCATION IN THE U NITED STATES .............................................................. 321 A. Langdell's Reform ....................................................... 324 B. Regulation by the American Bar Association and the American Association of Law Schools ............................ 327 C. The Clinical Movement ............................................... 330 D. Recommendations for Reform ........................................ 332 III."
    },
    "chunk-80": {
        "interChunkId": 4,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "MacCrate Report ................................................... 368 D. Three Surveys: Zemans and Rosenblum, 1975-1976; Garth and Martin, 1991-1992; Minnesota Survey, 1997-1998 and 1999-2001 ....................................... 371 E. Sources of Legal Practice Skill Training ........................ 378 F The Importance and Source of Management Skills as a WILLIAM MITCHELL LAW REVIEW Necessary Complement to Lawyering Skills ................... 382 G. Binder and Bergman Survey 2003 ............................... 386 H. Sheldon and Krieger Research 2007 .............................. 387 I. Report of The Carnegie Foundation for the Advancement of Teaching ............................................ 387 J Conclusion .................................................................. 388 V. LEARNING THEORY, INSTRUCTION, CURRICULUM DESIGN, AND ASSESSMENT ............................... 389 VI. W HAT OTHERS ARE DOING ................................................... 411 A. Introduction"
    },
    "chunk-83": {
        "interChunkId": 7,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "................................................................. 464 E. Administrative Structure .............................................. 468[Vol. 34:1 2007] LEGAL EDUCATION RENAISSANCE 305 F. The System's Costs ....................................................... 469 1. Faculty Cost Comparison ....................................... 469 G. Conclusion .................................................................. 471 WILLIAM MITCHELL LAW REVIEW John Sonsteng, B.A. University of Minnesota 1964; J.D. University of Minnesota 1967. Assistant Hennepin and Dakota County Attorney 1967-1973; Dakota County Attorney 1973-79; Professor of Law, William Mitchell College of Law, 1979-present; author of numerous books and articles; Fulbright Lecturer, Aberdeen, Scotland; Emil Gumpert Award for Excellence in Teaching Advocacy, Minnesota Bar Association Award; appointed the first City Solicitor's Education Trust Visiting Professor in Litigation and Advocacy, Nottingham Law School, Nottingham, England; Co-"
    },
    "chunk-85": {
        "interChunkId": 9,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "advice, and assisted in content. Caldene Bonde worked with us for more than three years. She revised more than fifty drafts, typed, restructured, and advised on content. Her patience and good humor made a tedious process enjoyable. Katie Gilbert made a significant contribution to preliminary drafts of this article. Phillip Branson, Lars Markeson, Susan Parker, and Jeanette Wong assisted with proofreading. Sonya Huesman provided important suggestions to structure and consistency, and assisted with proofreading and cite checking. Christine Eid helped prepare the manuscript for publication. The students and faculty of William Mitchell College of Law have inspired me through their intelligence, energy, and creativity. The great teachers of the national Institute for tial advocacy have taught me about teaching and learning. My friends Maurice Anderson, Phyllis Clemants, Bob Distad, Frank Harris, Michael Miller, Robert Oliphant, Nancy Ver Steegh, Michael Steenson, and Judge Ann Williams have encouraged me and"
    },
    "chunk-90": {
        "interChunkId": 14,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "opposed to the influence of arbitrary power, and excludes the existence of arbitrariness, of prerogative, or even of wide discretionary authority on the part of the government .... [A] man may with us be punished for a breach of law, but he can be punished for nothing else. It means, again, equality before the law, or the equal subjection of all classes to the ordinary law of the land administered by the ordinary law courts... [and] excludes the idea of any exemption of officials or others from the duty of obedience to the law ...or the jurisdiction of the ordinary tribunals .... ... [L]astly, [it] may be used as a formula for expressing ... that with us the law of the constitution ...are [sic] not the source but the consequence of the rights of individuals, as defined and enforced by the courts ...thus the constitution is the result of the ordinary law of the land. Thomas M. Riordan, Note & Comment, Copping an Attitude: Rule of Law Lessons from the Rodney King Incident, 27 LOy. L.A. L. REV. 675, 681-82"
    },
    "chunk-92": {
        "interChunkId": 16,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "books, bulletins, and brochures found that most provide general statements about the legal education the law school would provide. Below are examples of excerpted quotations: * \"As a professional school, the School of Law has a particular obligation to develop students who have the character, maturity, skills, and values needed to assume leadership positions in a profession charged with responsibility for maintaining and improving our nation's system of justice.\" Baylor Law School Mission Statement, http://law.baylor.edu/ MissionStatement.htm (last visited Nov. 8, 2007). \" \"Your first-year experience at BU Law forms the core of your legal education, helping you 'think like a lawyer' by conveying not only the basics of legal doctrines and rules, but building the skills and confidence that allow you to frame, interpret and apply those rules effectively.\" Boston University School of Law, J.D. Program Overview, Your First Year, http://www.bu.edu/law/prospective/jd/first/index.html (last visited Nov. 8, 2007). *"
    },
    "chunk-93": {
        "interChunkId": 17,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "\"The mission of the J. Reuben Clark Law School is to teach the laws of men in the light of the laws of God.\" Brigham Young University, Mission & Goals of theJ. Reuben Clark Law School, http://www.law2.byu.edu/ mission-goalsjlearning-outcomes/missiongoals.php (last visited Nov. 20, 2007). * \"The Law School remains extraordinarily committed to training citizen lawyers, just as was true in Jefferson's day.\" WILLIAM & MARY LAW SCHOOL 4 (2007), http://www.wm.edu/law/prospective/documents/ brochure07-08.pdf. \" \"Our aim should be to keep its instruction strong, its standards high, and so to send out a fair number of well-trained, large-minded, morally-based lawyers in the best sense.\" Cornell Law School, Dean's Welcome, http://www.lawschool.cornell.edu/about/welcome.cfm (last visited Nov. 8,2007). \" \"Emory Law is dedicated to integrative, international, and interdisciplinary legal study. We are committed to promoting scholarly[Vol. 34:1 LEGAL EDUCATION RENAISSANCE excellence in a diverse community. We educate"
    },
    "chunk-103": {
        "interChunkId": 27,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "of Kansas School of Law; University of Maryland School of Law; University of Michigan Law School; University of Minnesota Law School; University of North Carolina School of Law; University of Notre Dame Law School; University of Pennsylvania Law School; University of Southern California Law School; University of Texas at Austin School of Law; University of Utah S.J. Quinney College of Law; University of Virginia School of Law; University of Washington School of Law; University of Wisconsin Law School; Vanderbilt University Law School; Wake Forest University School of Law; Washington and Lee University School of Law; Washington University in St. Louis Law; and Yale University Law School [hereinafter Survey Schools]. 4. Founded by Andrew Carnegie in 1905 and chartered in 1906 by an Act of Congress, The Carnegie Foundation for the Advancement of Teaching is an independent policy and research center whose charge is \"to do and perform all things necessary to encourage, uphold, and dignify the profession of the"
    },
    "chunk-105": {
        "interChunkId": 29,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "Schools, Training and Job Satisfaction, 26 WM. MITCHELL L. RE-%. 327 (2000).[Vol. 34:1 LEGAL EDUCATION RENAISSANCE practice skills: library legal research; knowledge of the substantive law; legal analysis and legal reasoning; sensitivity to professional ethical concerns; computer legal research; knowledge of procedural law, written communication; the ability to diagnose and plan for legal problems; and legal practice management training in technology, computers, and communication skills.7 \" In increasing numbers, law graduates perceive 8themselves to be prepared upon graduation. * National standards implemented by the American Bar Association (ABA) ensure a consistent level of legal education.9 * State bar examinations ensure students have a basic competency in prescribed legal doctrines'° by standardizing testing. * In the late 1970s and early 1980s, students began enrolling in law schools in record numbers.1 * The number of minority students increased.\" 6. See infra Table 4. 7. See infra Table 6. 8. See"
    },
    "chunk-106": {
        "interChunkId": 30,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "infra Table 2. 9. AM. BAR ASS'N, THE AMERICAN BAR ASSOCIATION LAW SCHOOL APPROVAL PROCESS, LEGAL EDUCATION AND ADMISSION TO THE BAR, (2007), http://www.abanet.org/legaled/accreditation/abarole.html (last visited Nov. 23, 2007). 10. Id. 11. OFFICIAL AMERICAN BAR ASSOCIATION GUIDE TO APPROVED LAW SCHOOLS 454 (Rick L. Morgan & Kurt Snyder eds., 2001). 12. \"The percentage of African-American law students in the entering class was up in 2006, after declining the previous five years, but not much higher than it was in the mid 1990s. Some law schools still do not have a critical mass of under- represented minority students, even if they are permitted by law to use affirmative action in admissions.\" Nancy H. Rogers, President's Message: Reassessing Our Roles in Light of Change, AALS NEWS, Feb. 2007, at 3, available at http://aals.org/documents/newsletterfebruary2007.pdf (citation omitted); see also GITA Z. WILDER, LAW SCHOOL ADMISSIONS COUNCIL, THE ROAD TO LAW SCHOOL AND BEYOND: EXAMINING CHALLENGES TO RACIAL AND"
    },
    "chunk-108": {
        "interChunkId": 32,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "(Rick L. Morgan & Kurt Snyder eds., 2001); see also Joe G. Baker, The Influx of Women into Legal Professions: An Economic Analysis, MONTHLY LAB. REV., Aug. 2002, available at http://www.bls.gov/opub/mlr/2002/08/art2full.pdf. 14. Bridget Heos, Several Students Pursue Law as a Second Career at University of Missouri-Kansas City, DAILY REC. (Kan. City, Mo.), Aug. 29, 2006, available at 2006 WLNR 15092708. 15. Id. 16. See generally N. William Hines, Ten Major Changes in Legal Education Over the Past 25 Years, AALS NEWS, Nov. 2005, at 3-4, available at http://www.aals.org/documents/aals-newsletternovO5.pdf [hereinafter Hines, Part 2]. See, e.g., University of Oregon Law School, History, http://www.law.uoregon.edu/prospective/history.php (last visited Nov. 8, 2007). 17. Vernellia R. Randall, Increasing Retention and Improving Performance: Practical Advice on Using Cooperative Learning in Law Schools, 16 T.M. COOLEY L. REV. 201, 208 (1999) [hereinafter Randall, Increasing Retention]. See also Okechukwu Oko, Laboring"
    },
    "chunk-109": {
        "interChunkId": 33,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "in the Vineyards of Equality: Promoting Diversity in Legal Education Through Affirmative Action, 23 S.U. L. REV. 189, 206 (1996); RobertJ. Borthwick & Jordan R. Schau, Gatekeepers of the Profession: An Empirical Profile of the Nation's Law Professors, 25 U. MICH.J.L. REFORM 191, 206 tbl.7 (1991) (noting that almost sixty percent of the law faculty hired in the 1960s served on law review). 18. See generally Clare Dalton, How It Was, How It Is, 86 MICH. L. REV. 1346 (1988).[Vol. 34:1 LEGAL EDUCATION RENAISSANCE * The system provides law professors the opportunity to conduct scholarly legal research.'9 * The volume of publications produced by law faculty is 20significant. * Law schools provide a substantial source of income to the universities with which they are associated.2i In spite of this evidence, a closer examination of the legal education system reveals that the legal education system does not: * live up to its promise;22 * meet the needs of today's students;3 * equip its graduates with the skills to"
    },
    "chunk-111": {
        "interChunkId": 35,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "other programs. See id. at 397. The alliance with universities as funding mechanisms \"backfired badly: universities consistently tapped the law schools.\" Id. \"The degree of the university 'tax' on law schools' revenue remains an issue of concern in ABA-accreditation and AALS-membership inspections today.\" Andrew P. Morriss, The Market for Legal Education & Freedom of Association: Why the \"Solomon Amendment\" Is Constitutional and Law Schools are not Expressive Associations, 14 WM. & MARY BILL RTS.J. 415, 433 n.83 (2005). 22. See CRAMTON REPORT, supra note 5; MACCRATE REPORT, supra note 5; REED REPORT, supra note 5; Sonsteng & Camarotto, supra note 5; SULLIVAN ET AL., supra note 4. 23. See CRAMTON REPORT, supra note 5; MACCRATE REPORT, supra note 5; REED REPORT, supra note 5; Sonsteng & Camarotto, supra note 5; SULLIVAN ET AL., supra note 4. 24. See CRAMTON REPORT, supra note 5; MACCRATE REPORT, supra note 5; REED REPORT, supra note 5; Sonsteng & Camarotto, supra note 5; SULLIVAN ET AL., supra2007] WILLIAM"
    },
    "chunk-112": {
        "interChunkId": 36,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "MITCHELL LAW REVIEW * utilize modern teaching techniques;15 * learn from criticism;6 or \" follow recommendations for reform.7 In addition, the legal education system does not provide a significant source of training in nine legal practice skill areas: (1) understanding and conducting litigation; (2) drafting legal documents; (3) oral communications; (4) negotiations; (5) fact gathering; (6) counseling; (7) organizing and managing legal work; (8) instilling others' confidence in the students; and (9) 28providing the ability to obtain and keep clients. Nor does the legal education system provide training in eight important legal practice management skills areas: (1) project and time management; (2) efficiency, planning, resource allocation, and budgeting; (3) interpersonal communications and staff relations; (4) fee arrangements, pricing, and billing; (5) governance, decision-making, and long-range strategic planning; (6) marketing and client development; (7) capitalization and investment; or (8) human"
    },
    "chunk-113": {
        "interChunkId": 37,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "resources, hiring, and support staff.29 Today's method of teaching law students is not a model of maturation and modernization; it is older than the telephone,31 3 33 34the game of basketball,32 blue jeans, and Coca-Cola. For more note 4. See also Warren E. Burger, The Special Skills of Advocacy: Are Specialized Training and Certification of Advocates Essential to Our System ofJustice? 42 FORDHAM L. RE. 227 (1973). 25. See infra Part V. 26. See infra Part III. 27. See infra Part IV. 28. See infra Table 4. 29. See infra Table 6. 30. See infra Part II. 31. The telephone was invented in 1876. http://www.loc.gov/exhibits/ treasures/trr002.html (last visited Dec. 2, 2007). 32. The game of basketball was purportedly invented in 1891. RON SMITH ET AL., THE COMPLETE ENCYCLOPEDIA OF BASKETBALL 12 (2002). The first public game was held in the spring of 1892. Id. 33. Denim blue jeans emerged in 1873, when Levi Strauss and Jacob Davis patented the idea of placing copper rivets on the stress points of work pants."
    },
    "chunk-115": {
        "interChunkId": 39,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "inconsistencies.3s When university-based law schools first emerged they amounted to \"an undemanding, gentlemanly acculturation into the profession.39 Langdell's legal education reforms received more than a decade of opposition before they were embraced and finally took hold.4° Critics conclude the system has not evolved with the changingS 41 needs of law students and the profession. Law schools continue to 42use this system despite its outdatedness, criticisms, and challenges. 35. See Daniel J. Givelber et al., Learning through Work: An Empirical Study of Legal Internship, 45J. LEGAL EDUC. 1, 16-18 (1995). 36. See FournierJ. \"Boots\" Gale, III, Mentoring-Past and Present, 67 ALA. LAW. 404 (2006). 37. Stephen M. Johnson, www.lawschooLedu: Legal Education in the Digital Age, 2000 Wis. L. REv. 85, 87 (2000) (\"Professor Theodore Dwight, at Columbia Law School, outlined black letter rules of law through lecture, but posed questions to his students that encouraged the students to analyze the law and to apply it to"
    },
    "chunk-118": {
        "interChunkId": 42,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "can borrow from other places, systems, and professions. Systemic changes can be made by thinking outside the box.44 The experience of Richard Fosbury exemplifies thinking outside the box and using innovation within the rules. Significant reform of the legal education system can be 45made within existing ABA and AALS rules. A new system can S 45 control cost escalation and teach students what they need to know.47 Driven by competition and by a need to respond to the Curriculum, 52 U. KAN. L. REv. 105, 125 (2003) (\"Yet despite these successes, two decades after the realists first attempted to deconstruct Langdellian formalism, nearly all American law schools had adopted, in some fashion, the case method.\"); H. P. Southerland, English as a Second Language-Or Why Lawyers Can't Write, 18 ST. THOMASL. REv. 53, 65 (2005). 42. See LAURA KALMAN, LEGAL REALISM AT YALE 1927-1960 12 (1986); MAGALI SARFATIi LARSON, THE RISE OF PROFESSIONALISM: A SOCIOLOGICAL ANALYSIS 171 (1977); JOSEF REDLICH, THE COMMON LAw AND THE CASE"
    },
    "chunk-121": {
        "interChunkId": 45,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "several volumes, and found that despite their mighty efforts toward incoherence, they were ultimately penetrable, at least after frequent consultations with Dr. Johnson's Shorter Dictionary. About all it took to be a lawyer back then was to have read the books and understood a little bit of them. And also to own a black suit of clothes and a white shirt of moderate cleanliness. For anyone even remotely sharp-witted, frontier lawyers was said to be a fine profession. I entered the profession quite ill prepared, having only read law in my books and not ever seen it accomplished in a courtroom. And it was just like French, not at all what Ihad 52 had imagined . The apprenticeship system worked well as it adapted easily and apprentice labor could fill a number of necessary functions.5' 48. See Steven B. Dow, There's Madness in the Method: A Commentary on Law, Statistics, and the Nature of Legal Education, 57 OKLA. L. REV. 579, 580 (2004). 49. See KERMIT L. HALL, THE MAGIC MIRROR: LAW IN AMERICAN HISTORY 218"
    },
    "chunk-123": {
        "interChunkId": 47,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "in 1784 in Litchfield, Connecticut, by Judge Tapping Reeve.59 Reeve's school proved successful; it grew rapidly in size, gained a national reputation, and attracted students from all over the country.60 Originally, law schools were a supplement to the apprenticeship program, and justified their existence on the ground that they were specially adapted to provide one phase of a student's multi-phased preparation for lawyering.6' Harvard Law School, the first university affiliated law school, 62was in operation by 1817. The law degree (LL.B.) was not a post- graduate degree. It was not standard for law schools to require any prior college work.63 Classes at Harvard generally consisted of (2001). 54. See William P. Quigley, Introduction to Clinical Teaching for the New Clinical Law Professor: A View From the First Moor, 28 AKRON L. REv. 463, 465 (1995) [hereinafter William Quigley]. 55. Davison M. Douglas, The Jeffersonian View of Legal Education, 51J. LEGAL EDUC. 185,190 (2001). 56. Bryant, supra note 53. 57."
    },
    "chunk-126": {
        "interChunkId": 50,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "they offered students a more significant practice component than university- based law schools.7' The universities distinguished themselves with a mission to teach theory, history, and philosophy of the law. Unlike proprietary schools, they operated under the assumption 72that skills training would take place in practice. The lecture method was predominant in all schools. It demanded little from the students and offered very little practical information about how to apply what had been learned. Legal education was now becoming centralized, but instruction was still inconsistent. How much a student learned depended greatly on the teacher.73 and the Assessment of Communicative Competence, 13 CLINICAL L. REV. 1, 10-15 (2006); Nickolas 1. lames, A Brief History of Critique in Australian Legal Education, 24 MELB. U. L. REV. 965 (2000). 64. Kimball, Students' Choices, supra note 39, at 165-66. See also Michael L. Richmond, Teaching Law to Passive Learners: The Contemporary Dilemma of Legal Education, 26 CUMB. L."
    },
    "chunk-127": {
        "interChunkId": 51,
        "fileName": "34WmMitchellLRev303.pdf",
        "text": "REV. 943,945-46 (1996). 65. Richmond, supra note 64. 66. Daniel R. Hansen, Do We Need the Bar Examination? A Critical Evaluation of the Justifications for the Bar Examination and Proposed Alternatives, 45 CASE W. RES. L. REV. 1191,1197 (1995). 67. ROBERT B. STEVENS, LAw SCHOOL: LEGAL EDUCATION IN AMERICA FROM THE 1850STO THE 1980s 7-8 (Chapel Hill, U.N.C. Press 1983). 68. William Quigley, supra note 54, at 465-66. 69. Id. at 466. 70. William R. Trail & William D. Underwood, The Decline of Professional Legal Training and a Proposal for its Revitalization in Professional Law Schools, 48 BAYLOR L. REV. 201, 206 (1996). 71. Id. 72. Id. at 207; see also infra Tables 4, 5 & 6 (showing the most significant sources of legal training are the lawyer's own experience, law-related work while in law school, advice from other lawyers, and observations of other lawyers). 73. FRIEDMAN, supra note 57, at 84.20071 WILLIAM MITCHELL LAW REVIEW Harvard and other law schools struggled to compete with the education provided to law"
    }
}